Repository: agrauf67/ios-sound-memory
Catalog: Sound Memory/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: You can change the app language, game mode, card display time, new game delay, and switch between official and colloquial pronunciation.
de: Du kannst Sprache, Spielmodus, Kartenanzeige, Neues-Spiel-Verzögerung und offizielle oder umgangssprachliche Aussprache ändern.
es: Puedes cambiar el idioma, modo de juego, tiempo de visualización, retraso de nuevo juego y estilo de pronunciación.
fr: Vous pouvez changer la langue, le mode de jeu, le temps d'affichage, le délai de nouveau jeu et le style de prononciation.

source: You need credits to unlock this game. Visit the store to buy a game pack.
de: Du brauchst Credits, um dieses Spiel freizuschalten. Besuche den Shop, um ein Spielepaket zu kaufen.
es: Necesitas créditos para desbloquear este juego. Visita la tienda para comprar un paquete.
fr: Vous avez besoin de crédits pour débloquer ce jeu. Visitez la boutique pour acheter un pack.

source: Your rating helps others find the app
de: Deine Bewertung hilft anderen, die App zu finden
es: Tu valoración ayuda a otros a encontrar la app
fr: Votre note aide les autres à trouver l'app

source: Your score is based on the number of moves (pairs flipped). 12 or fewer = 3 stars, 13–18 = 2 stars, 19+ = 1 star.
de: Die Bewertung basiert auf der Anzahl der Züge. 12 oder weniger = 3 Sterne, 13–18 = 2 Sterne, 19+ = 1 Stern.
es: La puntuación se basa en el número de movimientos. 12 o menos = 3 estrellas, 13–18 = 2 estrellas, 19+ = 1 estrella.
fr: Le score est basé sur le nombre de coups. 12 ou moins = 3 étoiles, 13–18 = 2 étoiles, 19+ = 1 étoile.

source: Your score is based on the number of moves (pairs of cards flipped):
de: Deine Bewertung basiert auf der Anzahl der Züge (umgedrehte Kartenpaare):
es: Tu puntuación se basa en el número de movimientos (parejas de cartas volteadas):
fr: Votre score est basé sur le nombre de coups (paires de cartes retournées) :

source: Products are currently unavailable. Please try again later.
de: Produkte sind derzeit nicht verfügbar. Bitte versuche es später erneut.
es: Los productos no están disponibles actualmente. Inténtalo de nuevo más tarde.
fr: Les produits sont actuellement indisponibles. Veuillez réessayer plus tard.

source: Long press a game to view its cards enlarged
de: Lange auf ein Spiel drücken, um die Karten vergrößert anzuzeigen
es: Mantén pulsado un juego para ver sus cartas ampliadas
fr: Appui long sur un jeu pour voir ses cartes en grand

source: Design
es: Diseño

source: Orange
es: Naranja

source: System
es: Sistema
fr: Système

source: Version 1.0
es: Versión 1.0
